<?php
// Heading
$_['heading_title']       = 'Посадочные страницы';

//Text
$_['text_edit']           = 'Редактирование';
$_['text_default']        = 'По умолчанию';

// Text
$_['text_success']        = 'Настройки успешно изменены!';
$_['text_list']           = 'Посадочные страницы';
$_['text_add']            = 'Добавить';
$_['text_edit']           = 'Редактирование';
$_['text_remove']         = 'Удалить';
$_['text_default']        = 'По умолчанию';

// Column
$_['column_name']         = 'Название посадочной страницы';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название посадочной страницы';
$_['entry_category']      = 'Категория';
$_['entry_attribute']     = 'Атрибут фильтра';
$_['entry_manufacturer']  = 'Производитель';

// Error
$_['error_permission']    = 'У Вас недостаточно прав для изменения макетов!';
$_['error_name']          = 'Название посадочной страницы должно быть от 3 до 64 символов!';
$_['error_category']      = 'Укажите категорию!';
$_['error_attribute_or_manufacturer'] = 'Необходимо выбрать хотя бы что то одно - атрибут или производителя!';
