<?php
// Heading
$_['heading_title']                    = 'DM Project';

// Text
$_['text_theme']                       = 'Темы';
$_['text_success']                     = 'Настройки успешно изменены!';
$_['text_edit']                        = 'Редактирование';
$_['text_extension']                   = 'Расширения';

//Tab
$_['tab_general']                      = 'Основное';
$_['tab_product']                      = 'Товары';
$_['tab_fast_view']                    = 'Быстрый просмотр товара';
$_['tab_image']                        = 'Изображения';
$_['tab_map']                          = 'Карта';
$_['tab_payment_details']              = 'Реквизиты';
$_['tab_filter']                       = 'Фильтры';

// Entry
$_['entry_directory']                  = 'Директория темы';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Лимит товаров (Витрина)';
$_['entry_product_description_length'] = 'Количество символов (Витрина)';
$_['entry_image_category']             = 'Размер изображения в списке категорий';
$_['entry_image_thumb']                = 'Размер большого изображения товара';
$_['entry_manufacturer_image_thumb']   = 'Размер логотипа производителя в карточке товара';
$_['entry_image_popup']                = 'Размер всплывающего изображения товара';
$_['entry_image_product']              = 'Размер изображения в списке товаров';
$_['entry_manufacturer_image_product'] = 'Размер логотипа производителя в списке товаров';
$_['entry_filter_manufacturer_image']  = 'Размер логотипа производителя в фильтре списка товаров';
$_['entry_image_additional']           = 'Размер дополнительных изображений товара';
$_['entry_image_related']              = 'Размер изображения аналогичных товаров';
$_['entry_image_compare']              = 'Размер изображения в списке сравнения';
$_['entry_image_wishlist']             = 'Размер изображения в списке закладок';
$_['entry_image_cart']                 = 'Размер изображений товаров в корзине';
$_['entry_image_location']             = 'Размер изображения магазина';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';
$_['entry_heading'] 				   = 'Отображать Заголовок';
$_['entry_no_stock_info'] 			   = 'Отображать сообщение  <strong>Нет в наличии</strong>';
$_['entry_quantity'] 				   = 'Отображать поле Количество';
$_['entry_description_tab']			   = 'Отображать Описание';
$_['entry_specification_tab']		   = 'Отображать Характеристики';
$_['entry_image']					   = 'Отображать Картинку товара';
$_['entry_description_max']			   = 'Кол-во символов в описании:';
$_['entry_wishlist'] 		 		   = 'Отображать кнопку Добавить в Список желаний';
$_['entry_compare'] 		 		   = 'Отображать кнопку Добавить в Сравнение';
$_['entry_additional_image'] 		   = 'Отображать дополнительные Картинки товара';
$_['entry_additional_width'] 		   = 'Ширина дополнительной картинки';
$_['entry_additional_height'] 		   = 'Высота дополнительной картинки';
$_['entry_map_api_key']     		   = 'API ключ карты';
$_['entry_map_zoom']        		   = 'ZOOM карты';
$_['entry_map_marker']        		   = 'Метка карты';
$_['entry_map_longitude']        	   = 'Координаты долготы';
$_['entry_map_latitude']        	   = 'Координаты широты';
$_['entry_add_attachment']                  = 'Прикреплять счет к письму в формате PDF';
$_['entry_payment_receiver_name']           = 'Наименование получателя платежа';
$_['entry_payment_receiver_inn']            = 'ИНН получателя платежа';
$_['entry_payment_receiver_account']        = 'Номер счета получателя платежа';
$_['entry_payment_receiver_bank_name']      = 'Наименование Банка получателя платежа';
$_['entry_payment_receiver_bank_bic']       = 'БИК Банка получателя платежа';
$_['entry_payment_receiver_bank_cor_acct']  = 'Номер кор./сч. Банка получателя платежа';
$_['entry_payment_receiver_kpp']            = 'КПП получателя платежа';
$_['entry_payment_receiver_address']        = 'Юридический адрес получателя платежа';
$_['entry_attribute_filters']        	    = 'Набор фильтров по атрибутам';
$_['entry_attribute_filters_explode']       = 'Фильтры, значения которых необходимо разбить на отдельные слова';


// Help
$_['help_directory'] 	               = 'Данное поле необходимо для того, чтобы старые шаблоны (от версий 2.0.х и .2.1.х), были совместимы с новым функционалом тем. В указанном поле вы можете выбрать директорию темы';
$_['help_product_limit'] 	           = 'Определяет, сколько товаров отображаются на странице (Список товаров).';
$_['help_product_description_length']  = 'Количество символов в кратком описании товара (Список товаров)';

// Error
$_['error_permission']                 = 'У Вас нет прав для изменения настроек!';
$_['error_fill_map']                   = 'Заполните все обязательные поля для карты или отключите её';
$_['error_limit']       	           = 'Укажите лимит!';
$_['error_image_thumb']                = 'Необходимо указать размер большого изображения товара!';
$_['error_manufacturer_image_thumb']   = 'Необходимо указать размер логотипа производителя в карточке товара!';
$_['error_image_popup']                = 'Необходимо указать размер всплывающего изображения товара!';
$_['error_image_product']              = 'Необходимо указать размер изображения в списке товаров!';
$_['error_manufacturer_image_product'] = 'Необходимо указать размер логотипа производителя в списке товаров!';
$_['error_filter_manufacturer_image']  = 'Необходимо указать размер логотипа производителя в фильтре списка товаров!';
$_['error_image_category']             = 'Необходимо указать размер изображения в списке категорий!';
$_['error_image_additional']           = 'Необходимо указать размер дополнительных изображений товара!';
$_['error_image_related']              = 'Необходимо указать размер изображения аналогичных товаров!';
$_['error_image_compare']              = 'Необходимо указать размер изображения в списке сравнения!';
$_['error_image_wishlist']             = 'Необходимо указать размер изображения в списке закладок!';
$_['error_image_cart']                 = 'Необходимо указать размер изображения товара в корзине!';
$_['error_image_location']             = 'Необходимо указать размер изображения магазина!';
$_['error_payment_details']            = 'Заполните обязательные поля (помеченые *) во вкладке <strong>Реквизиты</strong> или отключите данный функционал';
