<?php
// Heading
$_['heading_title']    	      = 'Табы 5 в 1';

// Text
$_['text_module']             = 'Модули';
$_['text_success']            = 'Настройки модуля обновлены!';
$_['text_edit']        	      = 'Редактирование модуля';
$_['text_extension']          = 'Расширения';
$_['text_by_default']         = 'По умолчанию';

// Entry
$_['entry_name']              = 'Название';
$_['entry_product']           = 'Выберите товары для отображения в вкладке "рекомендуемые"';
$_['entry_limit']             = 'Лимит';
$_['entry_status']            = 'Статус';
$_['entry_animatetabs']       = 'Отображать анимацию при переключении вкладок';
$_['entry_featured']          = 'Отображать вкладку "рекомендуемые"';
$_['entry_latest'] 	          = 'Отображать вкладку "последние"';
$_['entry_bestseller']        = 'Отображать вкладку "лидеры продаж"';
$_['entry_special']           = 'Отображать вкладку "акции"';
$_['entry_mostviewed']        = 'Отображать вкладку "наиболее просматриваемые"';
$_['entry_template_products'] = 'Шаблон отображения товаров';

// Help
$_['help_product']            = '(Автодополнение)';

// Error
$_['error_permission']        = 'У Вас нет прав для управления этим модулем!';
$_['error_name']              = 'Название должно быть от 3 до 64 символа!';
