<?php
// Heading
$_['heading_title']           = 'Automatic SEO Title';

// Text
$_['text_title']              = 'Automatic SEO Title';
$_['text_success']            = 'Success! Вы изменили настройки Automatic SEO Title!';
$_['button_save']             = 'Сохранить';
$_['button_cancel']           = 'Отменить';
$_['text_module']             = 'Модули';
$_['text_yes']                = 'Да';
$_['text_no']                 = 'Нет';
$_['text_edit']               = 'Редактирование расширения Automatic SEO Title';
$_['text_allowed_patern']     = 'Разрешенные шаблоны:';
$_['text_legend_title']       = 'Настройки для Title';
$_['text_legend_description'] = 'Настройки для Description';
$_['text_legend_keywords']    = 'Настройки для Keywords';
$_['text_rewrite_help']       = 'Доверять автоматической генерации (игнорировать ручное заполнение) Если поле не заполнено, то автоматическая генерация';

//Tabs
$_['tab_settings']            = 'Настройки';
$_['tab_help']                = 'Поддержка|HELP';

// Entry
$_['entry_product']           = 'Шаблоны для товаров:';
$_['entry_category']          = 'Шаблон для категорий:';
$_['entry_manufacturer']      = 'Шаблон для производителей:';
$_['entry_page']              = 'Дополнительный текст при пагинации:';
$_['entry_status']            = 'Статус';
$_['entry_rewrite']           = 'Перезаписывать существующий meta_title';
$_['entry_descr_rewrite']     = 'Перезаписывать существующий meta_description';
$_['entry_keyw_rewrite']      = 'Перезаписывать существующие meta_keywords';

// Error
$_['error_access']            = 'Вы не можете изменить настройки Automatic SEO Title.';

// help
$_['text_support']            = '<h2>Автоматическая генерация заголовков (title) страниц товара, категории, производителя.</h2><p>Title автоматически формируется при генерации страницы товара, категории, производителя по заранее выбранному шаблону, 
для разных языковых схем.</p><p>В случае формирования title для страниц с пагинацией (категории, производители) модуль позволяет добавить дополнительный текст.</p><p>Данный модуль полезен для магазинов с большим количеством товаров, категорий, когда управление сео тегами становится затруднительным и 
трудоемким.</p><p>С помощью него значительно экономится время при изменении данных для страниц, категорий, производителя (бренда).</p>';
