<?php
// Heading
$_['heading_title']     	= 'Всплывающее окно';

// Text
$_['text_module']      		= 'Модули';
$_['text_success']          = 'Настройки модуля обновлены!';
$_['text_edit']          	= 'Редактирование модуля';
$_['text_enabled']          = 'Включено';
$_['text_disabled']         = 'Отключено';
$_['text_status']         	= 'Статус:';
$_['text_apply']      		= 'Применить';
$_['text_settings']      	= 'Настройки';
$_['text_vision']      		= 'Показывать через:';
$_['text_vision_help']      = 'Время в днях через которое снова будет показано окно. Если 0 - при следующем открытии браузера, 888 - всегда.';
$_['text_header']      		= 'Заголовок:';
$_['text_text']      		= 'Сообщение:';

// Error
$_['error_permission']      = 'У Вас нет прав для изменения настроек!';
