<?php
// Text
$_['text_update_subject']      = '%s - Обновление заказа %s';
$_['text_update_order_status'] = 'Ваш Заказ обновлен со следующим статусом:';
$_['text_payment_url']         = 'Для совершения онлайн-оплаты, перейдите по ссылке - <a href="%s"><strong>Оплатить</strong></a>.';
$_['text_link']                = 'Для просмотра Вашего заказа перейдите по ссылке - <a href="%s"><strong>Заказ %s</strong></a>';
$_['text_comment']             = 'Комментарий';
$_['text_footer']              = 'Если у Вас есть какие-либо вопросы, ответьте на это сообщение.';
